<template>
    <main>
        <h1>О компании</h1>

        <p>Магазины "Ручеек" это группа компаний "Водный мир", в которую входят: ООО "Водный мир", ООО "Экотехника" и ИП Веденская Ирина Борисовна - это высококачественное бытовое и промышленное оборудование для очистки воды, подобранное профессиональными сотрудниками. Мы работаем в этой области с 2001 года и регулярно проходим обучение на заводах-изготовителях «Аквафор» и «Гейзер».</p>

        <br>
        <h2>Сеть магазинов “Ручеёк” (компания “Водный мир”) предлагает:</h2>
        <ul>
            <li>Бытовые водоочистители для получения питьевой воды для дома, офиса, ресторана, производства.</li>
            <li>Широкий ассортимент фильтров для воды: фильтры кувшинного типа, настольные фильтры, стационарные фильтры, системы обратного осмоса, мембранные фильтры любой тонкости фильтрации (микрофильтрация, ультрафильтрация, нанофильтрация, обратный осмос).</li>
            <li>Предфильтры механической очистки воды.</li>
            <li>Магистральные фильтры на весь водопровод для удаления солей жесткости, растворенного железа, марганца, сероводорода, нитратов, бактерий, вирусов и прочих примесей.</li>
            <li>Водоподготовка в промышленных масштабах любых типов воды для любых целей водопотребления.</li>
            <li>Системы очистки воды со сложным химическим составом для получения чистой питьевой воды в любых объемах.</li>
            <li>Магнитные активаторы воды для предотвращения образования накипи.</li>
            <li>Дозаторы полифосфата (для защиты водонагревателей от накипи).</li>
            <li>Насосы водоснабжения (насосные станции, погружные насосы, вибронасосы, центробежные насосы).</li>
            <li>Сантехарматуру, пластиковые трубы, фитинги.</li>
            <li>Ионизаторы воздуха и воздухоочистители.</li>
        </ul>

        <p>ООО “Водный мир” - официальный представитель заводов-изготовителей: ”Аквафор”, “Барьер”, “Гейзер”, ЗАО “БМТ” торговая марка "Ручеек" (г. Владимир), ООО “Экология” (г. Орел).</p>

        <p>В ассортименте наших магазинов товары торговых марок: “Аквафор”, “Аквапост”, “Барьер”, “Гейзер”, “Джилекс”, “Посейдон”, "Райфил", “Ручеек”, “Родник”, “Супер-плюс”, "Юнипамп", "Экотроник", "ESPA" и др.</p>

        <br>
        <h2>Адреса наших магазинов в городе Владимире:</h2>

        <ul>
            <li>Проспект Строителей, 19, магазин “Ручеек” (главный офис), тел./факс. (4922) 77-95-88.</li>
            <li>Ул. Куйбышева, д.26Ж, ОТК “Тандем”, корпус Запад, секция ЗА 1-1/1.</li>
            <li>Ул. Мира 37Б, ТЦ “Славянский Базар”, 1-й этаж, секция 1.</li>
        </ul>

        <br>
        <h2>Наши работы</h2>
        <div class="photo-section">
            <img src="../../assets/img/about_page/o-komp-ruch1.jpg" alt="Фото 1">
            <img src="../../assets/img/about_page/o-komp-ruch2.jpg" alt="Фото 2">
            <img src="../../assets/img/about_page/o-komp-ruch3.jpg" alt="Фото 3">
            <img src="../../assets/img/about_page/o-komp-ruch4.jpg" alt="Фото 4">
            <img src="../../assets/img/about_page/o-komp-ruch5.jpg" alt="Фото 5">
            <img src="../../assets/img/about_page/o-komp-ruch6.jpg" alt="Фото 6">
        </div>

        <br>
        <h2>Наши преимущества</h2>
        <section class="advantages-section">
            <div>
                <img src="../../assets/img/home_page/dost1.svg">
                <span>Работаем напрямую с заводами производителями</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost2.svg">
                <span>Квалифицированная помощь в подборе необходимого товара</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost3.svg">
                <span>Профессиональное обслуживание и ремонт оборудования, качественный монтаж под ключ с гарантией</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost4.svg">
                <span>Самый большой выбор приборов и систем очистки во Владимире</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost5.svg">
                <span>Полный спектр запчастей и расходных материалов в наличии</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost6.svg">
                <span>Опыт в сфере водоподготовки с 2001 года</span>
            </div>
            <div>
                <img src="../../assets/img/home_page/dost7.svg">
                <span>Команда профессионалов</span>
            </div>
        </section>
        <br><br>
    </main>
</template>


<style scoped>
    .photo-section{
      display: flex;
      gap:10px;
      flex-wrap: wrap;
      margin-bottom: 36px;}

    .photo-section img{
          height: 270px;
          border-radius: var(--border-rad);
      }
</style>