<template>
    <h1>О компании</h1>

    <p>Магазины "Ручеек" это группа компаний "Водный мир", в которую входят: ООО "Водный мир", ООО "Экотехника" и ИП Веденская Ирина Борисовна - это высококачественное бытовое и промышленное оборудование для очистки воды, подобранное профессиональными сотрудниками. Мы работаем в этой области с 2001 года и регулярно проходим обучение на заводах-изготовителях «Аквафор» и «Гейзер».</p>

    <h2>Сеть магазинов “Ручеёк” (компания “Водный мир”) предлагает:</h2>
    <ul>
        <li>Бытовые водоочистители для получения питьевой воды для дома, офиса, ресторана, производства.</li>
        <li>Широкий ассортимент фильтров для воды: фильтры кувшинного типа, настольные фильтры, стационарные фильтры, системы обратного осмоса, мембранные фильтры любой тонкости фильтрации (микрофильтрация, ультрафильтрация, нанофильтрация, обратный осмос).</li>
        <li>Предфильтры механической очистки воды.</li>
        <li>Магистральные фильтры на весь водопровод для удаления солей жесткости, растворенного железа, марганца, сероводорода, нитратов, бактерий, вирусов и прочих примесей.</li>
        <li>Водоподготовка в промышленных масштабах любых типов воды для любых целей водопотребления.</li>
        <li>Системы очистки воды со сложным химическим составом для получения чистой питьевой воды в любых объемах.</li>
        <li>Магнитные активаторы воды для предотвращения образования накипи.</li>
        <li>Дозаторы полифосфата (для защиты водонагревателей от накипи).</li>
        <li>Насосы водоснабжения (насосные станции, погружные насосы, вибронасосы, центробежные насосы).</li>
        <li>Сантехарматуру, пластиковые трубы, фитинги.</li>
        <li>Ионизаторы воздуха и воздухоочистители.</li>
    </ul>

    <p>ООО “Водный мир” - официальный представитель заводов-изготовителей: ”Аквафор”, “Барьер”, “Гейзер”, ЗАО “БМТ” торговая марка "Ручеек" (г. Владимир), ООО “Экология” (г. Орел).</p>

    <p>В ассортименте наших магазинов товары торговых марок: “Аквафор”, “Аквапост”, “Барьер”, “Гейзер”, “Джилекс”, “Посейдон”, "Райфил", “Ручеек”, “Родник”, “Супер-плюс”, "Юнипамп", "Экотроник", "ESPA" и др.</p>

    <h2>Адреса наших магазинов в городе Владимире:</h2>

    <ul>
        <li>Проспект Строителей, 19, магазин “Ручеек” (главный офис), тел./факс. (4922) 77-95-88.</li>
        <li>Ул. Куйбышева, д.26Ж, ОТК “Тандем”, корпус Запад, секция ЗА 1-1/1.</li>
        <li>Ул. Мира 37Б, ТЦ “Славянский Базар”, 1-й этаж, секция 1.</li>
    </ul>

    <h2>Наши работы</h2>
</template>

<style>

</style>