<template>
    <main>
        <h1>Анализы воды</h1>

        <p>
            С 1 декабря 2021 года компания ООО «Водный мир» (сеть магазинов
            «Ручеек») производит анализы воды в собственной лаборатории.
        </p>
        <p>
            <b>Срок проведения анализа до 7 рабочих дней!<br>
                Цена анализа на 19 показателей - 4500р. <br>
                Цена анализа на 1 показатель - 400р.</b>
        </p>
        <p>Теперь наши заказчики могут получить эту услугу оперативнее и по
            оптимальной стоимости. Мы проводим анализы воды не менее, чем по 18
            показателям. 
        </p>
        <p>
            Воду в пластиковой бутылке 1-1,5 литра можно привезти в
            магазины «Ручеек» на проспекте Строителей, 19 или ОТК «Тандем»
            корпус Запад, секция ЗА 1-1/1. Бутылку предварительно ополоснуть той
            же водой, которую исследуем. Желательно привезти воду в течение трех
            дней после наполнения. 
        </p>
        <p>Для проведения тестов используются:
            титрометрические, колориметрические и спектрофотометрические методы.
            Так же для определения общей минерализации, проводимости и рН воды
            используется специальный комбинированный прибор HANNA HI-98129. Для
            проведения спектрофотометрических исследований используется
            спектрофотометр ФотоМЭТ СОЛАР и тест-системы от компании МЕДЭКОТЕСТ.
            Фотометр ФотоМЭТ СОЛАР внесен в Федеральный информационный фонд по
            обеспечению единства измерений. 
        </p>
        <p>Перечень исследуемых показателей и
            предельно-допустимые концентрации примесей в питьевой воде приведены
            в таблице ниже.
        </p>

        <table>
            <tr>
                <td>
                    <b>№</b>
                </td>
                <td>
                    <b>Наименование показателя</b>
                </td>
                <td>
                    <b>ПДК СанПин 2.1.4.1074-01, не более</b>
                </td>
            </tr>
            <tr>
                <td>
                    <span>1</span>
                </td>
                <td>
                    <span>Водородный показатель (рН), единицы Ph</span>
                </td>
                <td>
                    <span>6,0-9,0&nbsp;</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>2</span>
                </td>
                <td>
                    <span>Общее солесодержание, ppm</span>
                </td>
                <td>
                    <span>не нормируется</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>3</span>
                </td>
                <td>
                    <span>Цветность, градусы</span>
                </td>
                <td>
                    <span>20&nbsp;</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>4</span>
                </td>
                <td>
                    <span>Мутность, мг/л</span>
                </td>
                <td>
                    <span>1,5&nbsp;</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>5</span>
                </td>
                <td>
                    <span>Железо общее, мг/л</span>
                </td>
                <td>
                    <span>0,3</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>6</span>
                </td>
                <td>
                    <span>Марганец, мг/л</span>
                </td>
                <td>
                    <span>0,1</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>7</span>
                </td>
                <td>
                    <span>Жесткость общая, ммоль/л</span>
                </td>
                <td>
                    <span>7</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>8</span>
                </td>
                <td>
                    <span>Сульфаты, мг/л</span>
                </td>
                <td>
                    <span>500</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>9</span>
                </td>
                <td>
                    <span>Кальций (Ca), мг/л</span>
                </td>
                <td>
                    <span>130</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>10</span>
                </td>
                <td>
                    <span>Магний (Mg), мг/л</span>
                </td>
                <td>
                    <span>65</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>11</span>
                </td>
                <td>
                    <span>Хлориды (Cl), мг/л</span>
                </td>
                <td>
                    <span>350</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>12</span>
                </td>
                <td>
                    <span>Щелочность, мг-экв/л</span>
                </td>
                <td>
                    <span>6,5</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>13</span>
                </td>
                <td>
                    <span>Гидрокарбонаты (HCO3), мг/л</span>
                </td>
                <td>
                    <span>400</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>14</span>
                </td>
                <td>
                    <span>Нитраты, мг/л</span>
                </td>
                <td>
                    <span>45</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>15</span>
                </td>
                <td>
                    <span>Нитриты, мг/л</span>
                </td>
                <td>
                    <span>3</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>16</span>
                </td>
                <td>
                    <span>Перманганатная окисляемость, мгO<sub>2</sub>/л</span>
                </td>
                <td>
                    <span>5</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>17</span>
                </td>
                <td>
                    <span>Аммоний (NH4), мг/л</span>
                </td>
                <td>
                    <span>2</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>18</span>
                </td>
                <td>
                    <span>Фосфаты, мг/л</span>
                </td>
                <td>
                    <span>3,5</span>
                </td>
            </tr>
            <tr>
                <td>
                    <span>19</span>
                </td>
                <td>
                    <span>Фториды (F), мг/л</span>
                </td>
                <td>
                    <span>1,5</span>
                </td>
            </tr>
        </table>

        <p>
            В протоколе исследования мы отмечаем имеющиеся превышения концентраций примесей, если они имеются. По желанию заказчика сотрудники компании сделают рекомендации по удалению нежелательных примесей из воды и подберут оптимальное оборудование для получения качественной воды. Мы также предложим поставку и монтаж данного оборудования с последующим обслуживанием при необходимости.
        </p>
        <br>
    </main>
</template>

<style scoped>
    table{
        border-collapse: collapse;
    }
    td{
        border: 1px solid var(--color-gray);
        padding: 8px;
        background: var(--color-gray-light);
    }
</style>
