<template>
    <Header></Header>
    <div class="top-filled"></div>

    <main>
        <h2>Способы оплаты</h2>
        <p>
            <ul>
                <li>Оплата наличными</li>
                <li>Оплата банковской картой при получении</li>
                <li>Оплата банковской картой онлайн</li>
            </ul>
            Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо выбрать "Online-оплата". Оплата на сайте проиводится на расчетный счет ИП Веденская И.Б. ИНН330103603030. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт следующих платёжных систем:
            <ul>
                <li>МИР</li>
                <li>VISA International</li>
                <li>Mastercard Worldwide</li>
            </ul>
            <img src="../../assets/img/payment_system_3logo.jpg" alt="Логотипы платёжных систем" height="50px">

            <br><br>
            <h2>Возврат и обмен товара</h2>
            <p>
                Уважаемый посетитель, просим вас ознакомиться с правилами покупки товаров на нашем сайте.
                <br><br>
                Согласно Закону о защите прав потребителей, ст. 26.1. Дистанционный способ продажи товара, покупатель вправе отказаться от товара в любое время до его передачи, а после передачи товара в течении 7 дней. Возврат товара надлежащего качества в течении 7 дней возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара. При отказе потребителя от товара продавец должен возвратить ему денежную сумму, уплаченную потребителем по чеку, за исключением расходов продавца на доставку от потребителя возвращенного товара, не позднее чем через 10 дней со дня предъявления соответствующего требования. В случае если в приобретенном покупателем изделии не выявилось каких-либо дефектов в течение первых 7 дней, которые даются для проверки качества товара, с момента покупки изделия, все дальнейшее обслуживание идет только в сертифицированных сервисных центрах производителя изделия согласно условиям, указанным в гарантийном талоне, который выдавался вам при покупке.
                <br><br>
                Особое внимание просим обратить на сохранение упаковочной пленки на сменных картриджах для водоочистителей. Если вы не уверены, что это именно тот картридж, который вам необходим, не вскрывайте упаковочную пленку, т.к. это будет нарушением потребительских свойств данного товара. Под вскрытую пленку могут попасть посторонние вещества и бактерии. Такой товар возврату не подлежит.
                <br><br>
                К возврату не принимаются товары надлежащего качества, указанные в Перечне непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену, утвержденном Постановлением Правительства РФ от 19.01.1998 № 55. Например, сменные картриджи к водоочистителям и сами водоочистители большинства моделей, согласно п.6 Постановления являются изделиями из полимерных материалов, контактирующими с пищевыми продуктами, в данном случае с питьевой водой.
                <br><br>
                В случае возврата товаров, мы оставляем за собой право провести проверку качества и экспертизу товара в сервисном центре. В случае подтверждения неисправности, в соответствии с п.1 ст. 21 Закона "О защите прав потребителей" срок возврата товара может составить до 20 дней.
                <br><br>
                Мы делаем все, чтобы покупка товаров на нашем сайте приносила вам только приятные эмоции, поэтому во избежание ошибок при выборе товара, просите у консультантов дополнительную информацию о его потребительских свойствах.
                <br><br>
                Благодарим за внимание!
            </p>
        </p>

        <br>
        <h2>Описание процесса передачи данных</h2>
        <p>
            Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платёжный шлюз ПАО СБЕРБАНК. Соединение с платёжным шлюзом и передача информации осуществляется в защищённом режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa, MasterCard SecureCode, MIR Accept, J-Secure для проведения платежа также может потребоваться ввод специального пароля. 
            <br><br>
            Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК. Введённая информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платёжных систем МИР, Visa Int., MasterCard Europe Sprl, JCB.
        </p>
        <br>
    </main>
    <Footer></Footer>
</template>


<script setup>
    import Header from "../components/Header.vue"
    import Footer from "../components/Footer.vue";
</script>