<template>
    <main>
        <h1>Услуги</h1>

        <h2>Анализ воды</h2>
        <p>Срок проведения анализа до 7 рабочих дней! <br>
            Цена анализа на 19 показателей - 4500р. <br>
            Цена анализа на 1 показатель - 400р.
        </p>
        <ButtonA text="Узнать подробнее" href="/analysis"></ButtonA>

        <div v-for="service_cat in services_category">
            <br>
            <h2>{{ service_cat }}</h2>
            <div v-for="service in services">
                <div v-if="service.category==service_cat" v-html="service.text"></div>
                <table v-if="service.category==service_cat">
                    <tr>
                        <td>{{ service.name }}</td>
                        <td>{{ service.price }}</td>
                    </tr>
                </table>
            </div>
        </div>

        <br>
        <p>
            Наше здоровье и хорошее самочувствие во многом зависит от того, насколько качественную воду мы пьем. Однако в воде из различных источников, в том числе из централизованной системы водоснабжения содержится немало вредных примесей, которые могут нанести вред организму. А большое количество железа и солей жесткости способны в короткие сроки вывести из строя дорогостоящую бытовую технику. Вот почему монтаж и ремонт установок водоподготовки сегодня являются очень востребованными услугами.
        </p>
        <p>
            Обустройство оборудования для очистки и его последующее обслуживание – главное направление деятельности компании «Водный мир» (магазина «Ручеек»). Мы реализуем широкий ассортимент многоцелевых водоочистительных установок от ведущих производителей данного оборудования.
        </p>
        <p>
            Наши специалисты готовы выполнить следующие работы:
        </p>
        <ul>
            <li>Проведение анализа химического состава вашей воды</li>
            <li>Подбор оптимальной установки для качественной водоочистки</li>
            <li>Оперативный монтаж водоочистительного оборудования любой конфигурации</li>
            <li>Предоставить гарантии на выполненные работы</li>
            <li>Проведение ремонтных и сервисных работ на оборудовании очистки воды любой сложности</li>
        </ul>

        <br>
        <h2>Как происходит установка фильтров очистки воды?</h2>
        <p>
            Компания «Водный мир» предлагает для монтажа широкий спектр оборудования для водоочистки – от трехступенчатых фильтров под мойку до фильтрующих систем на весь водопровод. После осмотра объекта мы предложим вам наилучший вариант водоочистной установки в соответствии с вашими потребностями и бюджетом.
        </p>
        <p>
            Монтаж оборудования осуществляет бригада квалифицированных мастеров. После завершения работ проводится обучение пользованию системой и подписывается акт сдачи-приемки.
        </p>

        <br>
        <h2>Почему фильтрующее оборудование необходимо обслуживать?</h2>
        <p>
            Современные системы очистки воды – это сложное инженерное оборудование, которое нуждается в регулярном профессиональном уходе. Только своевременная замена фильтрующих элементов и проведение регламентных профилактических работ обеспечат высокое качество очистки воды и бесперебойную работу оборудования.
        </p>
        <p>
            Заключив договор на сервисное обслуживание с компанией «Водный мир», вы получите:

        </p>
        <ul>
            <li>качественное плановое обслуживание;</li>
            <li>постоянную техническую поддержку в телефонном режиме;</li>
            <li>профессиональный ремонт системы очистки воды.</li>
        </ul>
        <p>
            Все работы выполняют квалифицированные инженеры, которые имеющие большой опыт обслуживания водоочистительных установок различных торговых марок. Профилактика осуществляется с использованием качественных расходных материалов и в соответствии с регламентами производителей.
        </p>
        <p>
            Нашим клиентам доступны следующие варианты сервиса:
        </p>
        <ul>
            <li>годовое абонентское обслуживание;</li>
            <li>разовый выезд для проведения профилактики или ремонта.</li>
        </ul>
        <p>
            Годовой сервис включает проведение ежеквартального регламентного обслуживания, а также оперативный ремонт фильтра для воды в случае его выхода из строя. Вам будет обеспечена постоянная техническая поддержка по телефону, а при возникновении аварийной ситуации наш инженер в сжатые сроки прибудет к вам домой или в офис и устранит неисправность.
        </p>
        <p>
            При проведении сервисных работ вы сможете ознакомиться с особенностями вашей системы водоподготовки. А также получите профессиональную техническую консультацию по всем интересующим вопросам.
        </p>

        <br>
        <h2>Профессиональная установка фильтра для воды</h2>
        <p>
            Одно из условий эффективной и бесперебойной водоочистки — профессиональный монтаж фильтра для воды. Для того чтобы правильно установить фильтрующее оборудование, необходимо учесть массу нюансов. По этой причине установка фильтра для воды своими силами зачастую приводит к ненадлежащей работе системы. Если вы хотите исключить возможные проблемы и обеспечить полноценную фильтрацию потребляемой воды, заказывайте услугу монтажа вместе с покупкой оборудования.
        </p>
        <p>
            Даже простой монтаж фильтра для воды в квартире или доме (не говоря уже о промышленной системе) может потребовать определенных навыков, а также специального инструмента. Перед установкой специалисты принимают во внимание вид и особенности монтируемых устройств, выбирают оптимальное место для фиксации фильтров, предусматривают возможность комфортной эксплуатации (в том числе замены расходных частей).
        </p>
        <p>
            Профессиональные монтажные работы проводятся оперативно и занимают минимум времени. При этом, вы получаете гарантию качественного исполнения, а в случае выявления неисправности — можете рассчитывать на своевременное реагирование специалистов и восстановление нормальной работы системы.
        </p>
    </main>
</template>


<style scoped>
    table{
        border-collapse: collapse;
        width: 100%;
        border-bottom: 1px solid var(--color-gray);
        margin-bottom: -2px;
    }
    td{
        border: 1px solid var(--color-gray);
        border-bottom: none;
        padding: 8px;
        width: 60%;
        background: var(--color-gray-light);
    }
</style>


<script setup>
    import ButtonA from '../components/ButtonA.vue';
    import { ref, onMounted } from 'vue'

    const services_category = ref(null)
    const services = ref(null)

    onMounted(async () => {
        const response = await axios.get(`/api/services_cat`)
        services_category.value = response.data
        const response2 = await axios.get(`/api/services`)
        services.value = response2.data
    })
</script>